Revit 2024 API
UnitTypeId.Therms Property
 Therms.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Therms { get; }
Visual Basic
Public Shared ReadOnly Property Therms As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Therms {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace